[ 
  {
    "idPost": "0001",
    "title": "游 SOMA: cuando el terror cuestiona lo que significa ser",
    "body": "SOMA no es solo un juego de terror; es una experiencia filos칩fica que te deja pensando mucho despu칠s de apagar la consola. Desarrollado por Frictional Games, los creadores de Amnesia, este t칤tulo combina el suspenso psicol칩gico con preguntas profundas sobre la identidad, la conciencia y lo que realmente significa 'ser'.\n\nLa historia se sit칰a en una instalaci칩n submarina postapocal칤ptica, pero el verdadero miedo no viene de los monstruos, sino de las decisiones morales y existenciales que el juego te plantea. 쯈u칠 pasa si tu mente puede existir sin tu cuerpo? 쮼res t칰 o solo una copia? SOMA juega con esta idea una y otra vez, empuj치ndote al l칤mite de tu comprensi칩n sobre la vida y la muerte.\n\nVivimos en una era donde la inteligencia artificial, la realidad virtual y los experimentos con interfaces cerebro-m치quina ya est치n en desarrollo. SOMA, desde su ficci칩n, act칰a como una advertencia filos칩fica: la tecnolog칤a avanza, pero 쯘stamos preparados para lidiar con sus implicaciones 칠ticas y existenciales?\n\nM치s all치 del terror y la ciencia ficci칩n, SOMA nos recuerda que el alma humana, si es que existe, no se mide en bits ni se guarda en discos duros. Nos recuerda que a칰n en un mundo digitalizado, la conciencia es un misterio que no se puede simplificar... pero s칤 se puede cuestionar.",
    "user": {
      "email": "liadata@gmail.com",
      "names": "Luc칤a",
      "surnames": "Resamo",
      "role": {
        "name": "ROLE_USER"
      }
    },
    "image": {
      "name": "Imagen de SOMA",
      "url": "https://cdna.artstation.com/p/assets/images/images/019/617/726/large/egor-belyakov-compositeglitch.jpg?1564303305"
    },
    "createdAt": "2025-02-14T01:36:19.322",
    "updatedAt": "2025-04-02T23:16:46.497",
    "active": true
  },
  {
    "idPost": "0002",
    "title": "游꿚 Joji: emociones crudas convertidas en m칰sica",
    "body": "Joji ha logrado algo que pocos artistas pueden: transformar la vulnerabilidad en arte. Su m칰sica, una mezcla de R&B, lo-fi y pop experimental, transmite una honestidad emocional que conecta con miles de personas alrededor del mundo. Canciones como Slow Dancing in the Dark o Glimpse of Us no solo suenan bien, sino que se sienten profundamente.\n\nLo m치s interesante de Joji es su evoluci칩n. Pas칩 de ser una figura c칩mica en internet a un m칰sico serio y respetado, sin perder su autenticidad. Su cambio refleja c칩mo todos podemos reinventarnos, explorar nuevas facetas y crecer sin dejar atr치s nuestra esencia.\n\nSu estilo no busca complacer a todos; es introspectivo, a veces melanc칩lico, pero siempre sincero. Escucharlo es como abrir un diario 칤ntimo que habla de amores fallidos, soledad, esperanza y dudas existenciales. Es m칰sica para momentos en los que necesitamos sentir, no solo distraernos.\n\nJoji no solo canta, Joji acompa침a. Su arte es refugio para quienes buscan una voz que traduzca lo que sienten y no saben c칩mo expresar. En un mundo tan ruidoso, su sonido 칤ntimo y atmosf칠rico se vuelve un espacio de calma y conexi칩n.",
    "user": {
      "email": "martinbm@gmail.com",
      "names": "Martin",
      "surnames": "Espinoza",
      "role": {
        "name": "ROLE_USER"
      }
    },
    "image": {
      "name": "Imagen de Joji",
      "url": "https://akamai.sscdn.co/tb/letras-blog/wp-content/uploads/2022/07/66f7824-quem-e-joji.jpg"
    },
    "createdAt": "2025-03-26T01:36:19.322",
    "updatedAt": "2025-04-02T23:16:46.497",
    "active": true
  }
]